Repository: 84000/data-translation-memory
Catalog: Toh_147-The_Teaching_on_the_Great_Compassion_of_the_Tathagata-v1.tmx
Source language: bo
Languages: en

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་ལམ་ངན་པར་ཞུགས་པ། འཕགས་པའི་ལམ་དང་བྲལ་བ་དག་སྟེ
en: “ ‘Alas, these beings have followed evil paths and are separated from the noble path.

source: ལམ་ངན་པ་སྤང་ཞིང་འཕགས་པའི་ལམ་ཐོབ་པར་བྱ་བའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: To help them abandon evil paths and find the noble path, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་སྲེད་པའི་ཁོལ་པོ་
en: “ ‘Alas, these beings are the slaves of craving.

source: ཆུང་མ་དང་། བུ་ཕོ་དང་། བུ་མོ་ལ་ཡོངས་སུ་ཞེན་པས་སྦགས་པ།
en: They are consumed by desire for wives, sons, and daughters.

source: རང་དབང་མེད་པས་བདག་ལ་མི་དཔོགས་པ་དག་སྟེ
en: They have no independence or self-assurance.

source: རང་དབང་ཡོད་ཅིང་བདག་ལ་དཔོགས་པར་བྱ་བ་དང་། གར་དགའ་བར་འགྲོ་བར་བྱ་བའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: To help them become independent, able to assert themselves, and dance with joy, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་ཕན་ཚུན་མི་འཕྲོད་པ།
en: “ ‘Alas, these beings are not in harmony with one another;

source: ཁྲོ་བ་དང་། ཞེ་སྡང་དང་། གནོད་སེམས་མང་བ་དག་སྟེ
en: they are full of anger, hatred, and ill will.

source: ཁྲོ་བ་དང་། ཞེ་སྡང་དང་། གནོད་སེམས་སྤང་བར་བྱ་བའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: To help them abandon their anger, hatred, and ill will, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་སྡིག་པའི་གྲོགས་པོས་ཡོངས་སུ་ཟིན་པ། དགེ་བའི་བཤེས་གཉེན་དང་བྲལ་བ། སྡིག་པའི་ལས་བྱེད་པ་དག་སྟེ
en: “ ‘Alas, these beings who are entangled with evil company and lack virtuous friends commit evil deeds.

source: དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པ་དང་། སྡིག་པའི་གྲོགས་པོ་ཡོངས་སུ་སྤང་བར་བྱ་བའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: In order for virtuous friends to take them on and to help them abandon evil companions, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་བརྐམ་པ། ཆགས་པས་ཟིལ་གྱིས་ནོན་པ།
en: “ ‘Alas, these beings are overwhelmed by desire and attachment.

source: ཆོག་མི་ཤེས་ཤིང་འཕགས་པའི་ཤེས་རབ་ཀྱི་གནས་པ་དང་བྲལ་བ་དག་སྟེ
en: They are discontent, and they are divorced from the state of the insight of the noble ones.

source: ཆགས་པ་སྤངས་པ་དང་། འཕགས་པའི་ཤེས་རབ་བསྐྱེད་པའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: To help them abandon attachment and develop the knowledge of the noble ones, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་མེད་པར་ལྟ་ཞིང་རྟག་པ་དང་ཆད་པ་ལ་གནས་པ་དག་སྟེ
en: “ ‘Alas, these beings are entrenched in eternalistic and nihilistic views, and they think that actions do not have consequences.

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཟབ་མོ་དང་། ལས་དང་། བྱ་བ་ལ་གཟུད་པའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: To guide them toward profound dependent arising and appropriate actions, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་མ་རིག་པ་དང་གཏི་མུག་གིས་ལྡོངས་པ། བདག་དང་། སེམས་ཅན་དང་། སྲོག་དང་། གསོ་བ་དང་། སྐྱེས་བུ་དང་། གང་ཟག་ལ་མངོན་པར་ཞེན་པ་དག་སྟེ
en: “ ‘Alas, these beings who are blinded by ignorance and delusion cling to the notions of a self, a being, a life, a living being, an individual, and a person.

source: འཕགས་པའི་ཤེས་རབ་ཀྱི་མིག་རྣམ་པར་དག་པར་བྱ་བ་དང་། ལྟ་བར་གྱུར་པ་ཐམས་ཅད་སྤང་བར་བྱ་བའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: To help them purify the eye of noble insight and abandon all views, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་འཁོར་བ་ལ་མངོན་པར་དགའ་བ། ཕུང་པོ་ལྔའི་གཤེད་མས་ཡོངས་སུ་ཟིན་པ་དག་སྟེ
en: “ ‘Alas, these beings revel in saṃsāra and are captured by the executioner of the five aggregates.

source: ཁམས་གསུམ་ཐམས་ཅད་ལས་དབྱུང་བའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: In order to extricate them from all the three realms, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་བདུད་ཀྱི་ཞགས་པའི་བཅིང་བས་བཅིངས་པ། གཡོ་བ་དང་། རློམ་སེམས་ལ་གནས་པ་དག་སྟེ
en: “ ‘Alas, these beings are tethered by Māra’s lasso and persist in cunning and conceit.

source: བདུད་ཀྱི་ཞགས་པས་བཅིངས་པ་ཐམས་ཅད་ལས་རྣམ་པར་དགྲོལ་བ་དང་། གཡོ་དང་རློམ་སེམས་སྤང་བའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: In order that they become liberated from all the tethers of Māra’s lasso and abandon cunning and conceit, I shall teach them the Dharma.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་མྱ་ངན་ལས་འདའ་བའི་སྒོ་བཅད་ཅིང་། ངན་འགྲོའི་སྒོ་ཕྱེ་བ་དག་སྟེ
en: “ ‘Alas, these beings have shut the gate to nirvāṇa and opened the gates to the evil destinies.

source: མྱ་ངན་ལས་འདའ་བའི་སྒོ་དབྱེ་བ་དང་། ངན་འགྲོའི་སྒོ་བཅད་པའི་ཕྱིར་དེ་དག་ལ་ཆོས་བསྟན་པར་བྱའོ་
en: To help them open the gate to nirvāṇa and shut the gates to the evil destinies, I shall teach them the Dharma.’

source: རིགས་ཀྱི་བུ་རྣམ་པ་བཅུ་དྲུག་པོ་དེ་དག་གིས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་སྐྱེའོ། །
en: “Son of noble family, great bodhisattva compassion for sentient beings arises in these sixteen ways.

source: རིགས་ཀྱི་བུ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ལས་མ་འདྲེས་པ་སུམ་ཅུ་རྩ་གཉིས་ཏེ། དེ་དག་ལ་བརྩོན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལེགས་པར་བྱེད་པའི་ལས་བྱེད་པ་རྣམས་ཡིན་ནོ། །
en: “Son of noble family, when bodhisattvas exert themselves in thirty-two distinct bodhisattva activities, they become performers of excellent conduct.

source: སུམ་ཅུ་རྩ་གཉིས་གང་ཞེ་ན།
en: What are these thirty-two?

source: སེམས་ཅན་དག་གཏི་མུག་གི་གཉིད་ཀྱིས་ལོག་པ་དང་། བདག་ཤེས་རབ་ཀྱིས་སད་པ་མཐོང་ནས་ཤེས་རབ་ཀྱིས་སེམས་ཅན་རྣམས་སད་པར་བྱེད་པ་
en: “Seeing how sentient beings go astray due to the sleep of delusion, while they themselves are awakened through insight, bodhisattvas awaken beings through insight.

source: འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ལས་མ་འདྲེས་པ་དང་པོའོ། །
en: This is the first distinct bodhisattva act.

source: སེམས་ཅན་དག་ཆུང་ངུ་ལ་མོས་པ་དང་། བདག་རྒྱ་ཆེན་པོ་ལ་མོས་པར་མཐོང་ནས་ཐེག་པ་ཆེན་པོ་ལ་སེམས་ཅན་རྣམས་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་།
en: “Seeing how sentient beings aspire to the insignificant, while they themselves aspire to the vast, bodhisattvas establish beings in the Great Vehicle.

source: སེམས་ཅན་དག་ཆོས་མ་ཡིན་པ་འདོད་པ་དང་། བདག་ཆོས་ལ་གནས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་ཆོས་འདོད་པ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings desire what is not righteous, while they themselves abide in what is righteous, bodhisattvas establish beings in the desire for what is righteous.

source: སེམས་ཅན་དག་འཚོ་བ་ཡོངས་སུ་མ་དག་པ་དང་། བདག་འཚོ་བ་ཡོངས་སུ་དག་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་འཚོ་བ་ཡོངས་སུ་དག་པར་སྦྱོར་བ་དང་།
en: “Seeing that the livelihoods of sentient beings are impure, while their own livelihoods are pure, bodhisattvas connect beings to pure livelihoods.

source: སེམས་ཅན་དག་ལྟ་བར་གྱུར་པར་བྱིང་བ་དང་། བདག་ཡང་དག་པའི་ལྟ་བར་ཞུགས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་འཕགས་པའི་ཡང་དག་པའི་ལྟ་བ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings are sunk in views, while they establish themselves in correct views, bodhisattvas establish beings in the correct views of the noble ones.

source: སེམས་ཅན་དག་མ་རིག་པར་གྱུར་ཅིང་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་བསགས་པར་མཐོང་ཞིང་བདག་རིག་པའི་རྗེས་སུ་འཐུན་པའི་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལ་གནས་པར་རིག་ནས་སེམས་ཅན་རྣམས་རིག་པའི་རྗེས་སུ་འཐུན་པའི་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing that sentient beings are ignorant and have amassed improper ways of thinking, yet cognizant that they themselves abide by proper mental activity that accords with reason, bodhisattvas establish beings in proper mental activity that accords with reason.

source: སེམས་ཅན་དག་ལོག་པའི་ཆོས་ལ་གནས་པ་དང་། བདག་ཡང་དག་པའི་ཆོས་ལ་ཞུགས་པར་མཐོང་ནས་ཡང་དག་པའི་ཆོས་བསྒྲུབ་པར་བྱ་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པ་དང་།
en: “Seeing how sentient beings have taken a stand on the wrong teachings, while they themselves have engaged the correct teachings, bodhisattvas teach beings the Dharma so that beings may practice these correct teachings.

source: སེམས་ཅན་དག་སེར་སྣ་ཅན་དུ་གྱུར་ཏེ་ཀུན་ཏུ་འཛིན་པའི་སེམས་དང་ལྡན་པ་དང་། བདག་བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བར་མཐོང་ནས་སེམས་ཅན་རྣམས་བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བ་ལ་སྦྱོར་བ་དང་།
en: “Seeing that sentient beings are stingy and possessive, while they themselves have renounced all possessions, bodhisattvas connect beings with the renunciation of all possessions.

source: སེམས་ཅན་དག་ངང་ཚུལ་ངན་པ་ཅན་དུ་གྱུར་ཏེསྡོམ་པ་ལ་མི་གནས་པ་དང་། བདག་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པར་གནས་ནས། སེམས་ཅན་རྣམས་ཚུལ་ཁྲིམས་ཀྱི་སྡོམ་པ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings come to have evil characters and keep no moral commitments, while they themselves are established in pure morality, bodhisattvas establish beings in the commitments of morality.

source: སེམས་ཅན་དག་གནོད་སེམས་མང་ཞིང་ཁྲོ་བ་ཤས་ཆེ་བ་དང་། བདག་བཟོད་པའི་སྟོབས་དང་། བྱམས་པ་ལ་གནས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་བཟོད་པའི་སྟོབས་དང་། བྱམས་པ་ལ་གནས་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་།
en: “Seeing how sentient beings harbor ill will and are very aggressive, while they themselves are established in the power of patience and love, bodhisattvas establish beings in the power of patience and benevolence.

source: སེམས་ཅན་དག་ལེ་ལོ་ཅན་དུ་གྱུར་ཏེབརྩོན་འགྲུས་ཆུང་བ་དང་། བདག་ལེ་ལོ་མེད་ཅིང་བརྩོན་འགྲུས་བརྩམས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་བརྩོན་འགྲུས་རྩོམ་པ་ལ་སྦྱོར་བ་དང་།
en: “Seeing how sentient beings are lazy and not very diligent, while they themselves are not lazy and apply themselves diligently, bodhisattvas connect beings with applying themselves diligently.

source: སེམས་ཅན་དག་སེམས་གཡེངས་ཤིང་དྲན་པ་ཉམས་པ་དང་། བདག་མཉམ་པར་བཞག་སྟེབསམ་གཏན་ལ་བསམ་གཏན་བྱེད་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་སེམས་མི་གཡེང་བ་དང་། དྲན་པ་དང་། ཤེས་བཞིན་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings are distracted and how their mindfulness is weak, while they themselves have equipoise and are absorbed in concentration, bodhisattvas establish beings in a state where they are not distracted but are mindful and vigilant.

source: སེམས་ཅན་དག་ཤེས་རབ་འཆལ་པར་གྱུར་ཏེདམན་ཞིང་གཏི་མུག་དང་ལྡན་པ་དང་། བདག་ཤེས་རབ་དང་ལྡན་ཞིང་གཏི་མུག་དང་བྲལ་བར་མཐོང་ནས་སེམས་ཅན་རྣམས་ཤེས་རབ་ཆེན་པོ་དང་། གཏི་མུག་དང་བྲལ་བ་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་།
en: “Seeing how sentient beings’ understanding is impaired and how they are depraved and deluded, while they themselves are insightful and free of delusion, bodhisattvas establish beings in great wisdom and freedom from delusion.

source: སེམས་ཅན་དག་རིགས་པ་མ་ཡིན་པར་ལྷུང་ཞིང་ཡ་ང་བའི་བྱེད་པ་བརྩམས་པ་དང་། བདག་ཐབས་མཁས་པ་དང་ལྡན་ཞིང་ཡང་དག་པའི་ལས་བརྩམས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་ཐབས་མཁས་པ་དང་། ཡང་དག་པའི་ལས་རྩོམ་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་།
en: “Seeing how sentient beings have fallen into the unsuitable and thus commit terrible deeds, while they themselves possess skillful means and perform correct deeds, bodhisattvas establish beings in skillful means and the performance of correct deeds.

source: སེམས་ཅན་དག་ཉོན་མོངས་པས་བཅོམ་ཞིང་ཀུན་ཏུ་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་དང་། ཡོངས་སུ་རྟོག་པའི་སྤྱོད་ཡུལ་པར་གྱུར་པ་དང་། བདག་ཉོན་མོངས་པ་ཐམས་ཅད་ལས་ལོག་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤོང་བ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings are overpowered by afflictive emotions and how their world thus consists in imagination, conceptualization, and reification, while they themselves have turned away from all afflictive emotions, bodhisattvas establish beings in the abandoning of all afflictive emotions.

source: སེམས་ཅན་དག་འཇིག་ཚོགས་ལ་ལྟ་བའི་བཅིང་བས་བཅིངས་ཤིང་དམིགས་པ་ལ་རབ་ཏུ་གནས་པ་དང་། བདག་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པ་དང་ལྡན་ཞིང་དམིགས་པས་བཅིངས་པ་ལས་ཡོངས་སུ་གྲོལ་བར་མཐོང་ནས་སེམས་ཅན་རྣམས་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པ་དང་དམིགས་པ་དང་བྲལ་བ་ལ་སྦྱོར་བ་དང་།
en: “Seeing how sentient beings are fettered by the shackles of personalistic views and thus dwell in objectification, while they themselves have fully understood these personalistic views and thus become free from being fettered by objectification, bodhisattvas connect beings with fully understanding personalistic views and freedom from objectification.

source: སེམས་ཅན་དག་མ་དུལ་ཞིང་མ་སྦས་ཏེ་བྱང་བ་མ་ཡིན་པ་དང་། བདག་དུལ་ཞིང་སྦས་ཏེ་བྱང་བར་མཐོང་ནས་སེམས་ཅན་རྣམས་དུལ་བ་དང་། སྦས་པ་དང་། བྱང་བ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing that sentient beings are undisciplined, immodest and unrefined, while they themselves are disciplined, modest, and refined, bodhisattvas establish beings in discipline, modesty, and refinement.

source: སེམས་ཅན་དག་བྱས་པ་མི་གཟོ་ཞིང་བྱས་པ་མི་ཤེས་ཏེདགེ་བའི་རྩ་བ་འཇོམས་པ་དང་། བདག་བྱས་པ་གཟོ་ཞིང་བྱས་པ་ཤེས་ཏེ་དགེ་བའི་རྩ་བ་བསྲུང་བར་གནས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་བྱས་པ་གཟོ་བ་དང་། བྱས་པ་ཤེས་པ་དང་། དགེ་བའི་རྩ་བ་ཆུད་མི་གཟོན་པ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings do not remember or acknowledge what has been done for them and destroy their roots of virtue, while they themselves remember and acknowledge what has been done for them and protect their roots of virtue, bodhisattvas establish beings in remembering and acknowledging what has been done for them and not letting their roots of virtue go to waste.

source: སེམས་ཅན་དག་ཆུ་བོར་ལྷུང་ཞིང་སྡིག་པ་འདོད་པའི་དབང་དུ་སོང་བ་དང་། བདག་ཆུ་བོ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་ཆུ་བོ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདའ་བ་ལ་སྦྱོར་བ་དང་།
en: “Seeing how sentient beings have fallen into the torrent and are under the influence of the desire to sin, while they themselves have crossed over all rivers, bodhisattvas connect beings to crossing over all rivers.

source: སེམས་ཅན་དག་བཀའ་བློ་མི་བདེ་ཞིང་འཐུན་པར་འཛིན་པ་མ་ཡིན་པ་དང་། བདག་བཀའ་བློ་བདེ་ཞིང་འཐུན་པར་འཛིན་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་བཀའ་བློ་བདེ་ཞིང་འཐུན་པར་འཛིན་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་།
en: “Seeing how sentient beings do not delight in and fail to comply with words of advice, while they themselves delight in and comply with words of advice, bodhisattvas establish beings in delighting in and complying with words of advice.

source: སེམས་ཅན་དག་ཕོངས་པ་མང་ཞིང་དམ་པ་མ་ཡིན་པ་ལ་ཡོངས་སུ་ཞེན་པ་དང་། བདག་མ་ཕོངས་པ་མང་ཞིང་དགེ་བ་བདུད་རྩི་ལ་གནས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་ཡོངས་སུ་ཞེན་པ་དང་བྲལ་ཞིང་དགེ་བའི་རྩ་བ་ལ་གནས་པར་སྦྱོར་བ་དང་།
en: “Seeing how sentient beings are destitute and cling to what is ignoble, while they themselves are not destitute and dwell in deathless virtue, bodhisattvas connect beings with freedom from clinging and abiding by the roots of virtue.

source: སེམས་ཅན་དག་དབུལ་ཞིང་འཕགས་པའི་ནོར་དང་བྲལ་བ་དང་། བདག་འཕགས་པའི་ནོར་དང་མ་བྲལ་ཞིང་ནོར་བདུན་དང་ལྡན་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་འཕགས་པའི་ནོར་ཐོབ་པར་བྱ་བ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings are poor and lack the wealth of the noble ones, while they themselves do not lack the wealth of the noble ones and are endowed with the seven riches, bodhisattvas establish beings in attaining the wealth of the noble ones.

source: སེམས་ཅན་དག་རྟག་ཏུ་ན་ཞིང་ཁམས་རྣམ་པ་བཞི་པོའི་སྦྲུལ་གདུག་པས་ཟིན་པ་དང་། བདག་ནད་མེད་ཅིང་བདེ་ལ་འགྱུར་བ་མེད་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་ནད་ཐམས་ཅད་སྤོང་བ་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་།
en: “Seeing how sentient beings are constantly ill and ensnared by the venomous snakes of the four elements, while they themselves are never ill and always healthy, bodhisattvas establish beings in abandoning all forms of illness.

source: སེམས་ཅན་དག་མི་ཤེས་པའི་མུན་པས་ཀུན་ཏུ་གཏིབས་ཤིང་ཡེ་ཤེས་ཀྱི་སྣང་བ་དང་བྲལ་བ་དང་། བདག་ཡེ་ཤེས་ཀྱི་སྣང་བ་ཐོབ་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་ཡེ་ཤེས་ཀྱི་སྣང་བ་ཆེན་པོ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing that sentient beings are enveloped by the darkness of unknowing and lack the illumination of wisdom, while they themselves have attained the illumination of wisdom, bodhisattvas establish beings in the great illumination of wisdom.

source: སེམས་ཅན་དག་ཁམས་གསུམ་ལ་ཆགས་པས་ཆགས་ཤིང་རྒྱུད་ལྔའི་འགྲོ་བའི་འཁོར་བའི་འཁོར་ལོའི་རྗེས་སུ་འཇུག་པ་མཐོང་ཞིང་བདག་ཁམས་གསུམ་ཡོངས་སུ་ཤེས་པ་ལ་མཁས་པར་ཤེས་ནས་སེམས་ཅན་རྣམས་ཁམས་གསུམ་ཡོངས་སུ་ཤེས་པ་ལ་མཁས་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་།
en: “Seeing how sentient beings are bound by attachment to the three realms and plunge into the five states of existence within the wheel of saṃsāra, while knowing that they themselves are skilled in the full understanding of the three realms, bodhisattvas establish beings in the skill of the full understanding of the three realms.

source: སེམས་ཅན་དག་གཡོན་ཕྱོགས་ཀྱི་ལམ་དུ་ཞུགས་ཤིང་གཡས་ཕྱོགས་ཀྱི་ལམ་དང་བྲལ་བ་དང་། བདག་གཡས་ཕྱོགས་ཀྱི་ལམ་ལ་གནས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་གཡས་ཕྱོགས་ཀྱི་ལམ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings have embarked on wrong paths and diverged from the right path, while they themselves are established on the right path, bodhisattvas establish beings on the right path.

source: སེམས་ཅན་དག་ལུས་དང་སྲོག་ལ་ཆགས་ཤིང་ཉེས་པ་མ་མཐོང་བ་དང་། བདག་ལུས་དང་སྲོག་ལ་མི་ལྟ་ཞིང་ཉེས་པ་མཐོང་བ་ཡིན་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་ལུས་དང་སྲོག་ལ་མི་ལྟ་བ་དང་། ཉེས་པ་མཐོང་བ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings are attached to their bodies and lives and fail to perceive their faults, while they themselves pay no heed to their bodies and lives and see their own inadequacies, bodhisattvas establish beings in paying no attention to their bodies and lives and seeing their own inadequacies.

source: སེམས་ཅན་དག་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་དང་བྲལ་བ་དང་། བདག་དཀོན་མཆོག་གསུམ་གྱི་རིགས་རྒྱུན་མི་གཅོད་པར་གནས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་དཀོན་མཆོག་གསུམ་གྱི་རིགས་རྒྱུན་མི་གཅོད་པ་ལ་འཛུད་པ་དང་།
en: “Seeing how sentient beings are separated from the Buddha, Dharma, and Saṅgha, while they themselves are immersed in the unbroken lineage of the Three Jewels, bodhisattvas lead beings into the unbroken lineage of the Three Jewels.

source: སེམས་ཅན་རྣམས་དམ་པའི་ཆོས་ལས་ཉམས་པ་དང་། བདག་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པར་གནས་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings fall away from the excellent Dharma, while they themselves persist in upholding the excellent Dharma, bodhisattvas establish beings in upholding the excellent Dharma.

source: སེམས་ཅན་དག་སྟོན་པ་རིན་པོ་ཆེ་དང་རིང་དུ་གནས་ཤིང་། རྗེས་སུ་དྲན་པ་དྲུག་དང་བྲལ་བ་དང་། བདག་རྗེས་སུ་དྲན་པ་དྲུག་མ་བཏང་བ་མཐོང་ནས་སེམས་ཅན་རྣམས་རྗེས་སུ་དྲན་པ་དྲུག་བསྒོམ་པ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings live far from precious teachers and lack the six recollections, while they themselves never give up the six recollections, bodhisattvas establish beings in cultivating the six recollections.

source: སེམས་ཅན་དག་ལས་དང་ཉོན་མོངས་པའི་སྒྲིབ་པས་བསྒྲིབས་པ་དང་། བདག་ལས་དང་ཉོན་མོངས་པ་དང་བྲལ་བར་མཐོང་ནས་སེམས་ཅན་རྣམས་ལས་དང་ཉོན་མོངས་པ་དང་བྲལ་བ་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: “Seeing how sentient beings are obscured by the veils of karma and afflictive emotions, while they themselves are free from karma and afflictive emotions, bodhisattvas establish beings in the freedom from karma and afflictive emotions.

source: སེམས་ཅན་དག་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་དང་ལྡན་ཞིང་དགེ་བའི་ཆོས་ཐམས་ཅད་སྤངས་པ་དང་། བདག་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་སྤངས་ཤིང་། དགེ་བའི་ཆོས་ཐམས་ཅད་དང་ལྡན་པར་མཐོང་ནས་སེམས་ཅན་རྣམས་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་སྤོང་བ་དང་། དགེ་བའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ལ་རབ་ཏུ་འགོད་པ་སྟེ།
en: “Seeing how sentient beings possess all nonvirtuous qualities and have abandoned all virtuous qualities, while they themselves have abandoned all nonvirtuous qualities and possess all virtuous qualities, bodhisattvas establish beings in the abandoning of all nonvirtuous qualities and the perfection of all virtuous qualities.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་ལས་སུམ་ཅུ་རྩ་གཉིས་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཡང་དག་ཕུལ་ཡིན་ཏེ།
en: “Son of noble family, these thirty-two bodhisattva activities constitute the preeminence of bodhisattvas.

source: དེ་དག་ལ་གནས་ནས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལེགས་པར་བྱེད་པའི་ལས་བྱེད་པ་རྣམས་ཡིན་ནོ། །
en: Once bodhisattvas are established in these, they are agents of excellent deeds.

source: རིགས་ཀྱི་བུ་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ལས་ནི་ཚད་མེད་དོ། །
en: “Son of noble family, the conduct of bodhisattvas is immeasurable.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་རྣམས་ཀྱི་ཀུན་ནས་ཉོན་མོངས་པའི་སྒོ་ཇི་སྙེད་པར་བྱང་ཆུབ་སེམས་དཔས་རྣམ་པར་བྱང་བའི་སྒོ་ཡང་དག་པར་བསྒྲུབ་པར་བྱ་བ་ཡང་དེ་སྙེད་དོ། །
en: Son of noble family, as many possibilities of pollution as there are among sentient beings, bodhisattvas can accomplish that many possibilities of purification.

source: རིགས་ཀྱི་བུ་གལ་ཏེ་གང་དག་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཉན་ཐོས་ཀྱི་ཐེག་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་རབ་ཏུ་གནས་པར་གྱུར་ཀྱང་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་ལས་གང་ཡིན་པ་དེ་སེམས་དང་པོ་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ།
en: “Son of noble family, even if all the sentient beings of world systems as numerous as grains of sand in the river Ganges were situated in the śrāvaka or pratyekabuddha vehicles, whatever the activity of all these beings, it would not come close to even a hundredth of the activity of bodhisattvas who have generated the first thought of awakening.

source: སྟོང་གི་ཆ་དང་། བརྒྱ་སྟོང་གི་ཆ་དང་། བྱེ་བའི་ཆ་དང་། བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་གི་ཆ་དང་། གྲངས་དང་། ཆ་དང་། བགྲང་བ་དང་། དཔེ་དང་། རྒྱུར་ཡང་ཉེ་བར་མི་འགྲོའོ། །
en: It would not come close to even a thousandth, a hundred thousandth, a ten millionth, a billionth, or any number, fraction, enumeration, analogy, or comparison of it.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དག་ནི་རང་གི་རྒྱུད་ཀྱི་ཉོན་མོངས་པ་སྤོང་བར་ཉེ་བར་གནས་པ་ཡིན་གྱི། བྱང་ཆུབ་སེམས་དཔའ་དག་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་སྤོང་བར་ཉེ་བར་གནས་པ་ཡིན་ནོ། །
en: Śrāvakas and pratyekabuddhas are committed to abandoning the afflictive emotions of their own mindstreams, but bodhisattvas are committed to abandoning the afflictive emotions of all sentient beings.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལས་གང་ཡིན་པ་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ལས་གང་ཡིན་པ་བས་འདིར་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཉིད་མཆོག་ཅེས་བརྗོད་དོ། །
en: In this way, son of noble family, compared to the activity of all beings and the activity of śrāvakas and pratyekabuddhas, the activity of bodhisattvas is said to be supreme.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱི་ལས་ནི་ཕྱིན་ཅི་ལོག་དང་ལྡན་པ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ལས་ནི་ཉི་ཚེ་བ་དང་ལྡན་པ་ཡིན་གྱི། བྱང་ཆུབ་སེམས་དཔའི་ལས་ནི་ཕྱིན་ཅི་ལོག་མེད་ཅིང་ཚད་མེད་པའི་རྣམ་པའི་ཡོན་ཏན་རྩོམ་པ་སྟེ།
en: The activity of immature ordinary beings is mistaken, and the activity of all śrāvakas and pratyekabuddhas is limited, but the activity of bodhisattvas yields qualities that are unmistaken and immeasurable.

source: བྱང་ཆུབ་སེམས་དཔའ་རྒྱུ་འདིས་སེམས་ཅན་ཐམས་ཅད་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཟིལ་གྱིས་ནོན་ཏོ། །
en: It is because of this that bodhisattvas surpass all beings and all śrāvakas and pratyekabuddhas.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་གཟུངས་ཀྱི་དབང་ཕྱུག་གི་རྒྱལ་པོ་ཚིམ་ཞིང་མགུ་ལ་ཡི་རངས་ཤིང་རབ་ཏུ་དགའ་སྟེ།
en: At this the bodhisattva Dhāraṇīśvara­rāja was content, pleased, delighted, and overjoyed.

source: དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའ་སྟེ་རྗེས་སུ་ཡི་རངས་ནས།
en: Feeling joyful and happy, he took delight in what was proclaimed by the Blessed One.

source: ཡང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: He rejoiced, saying to the Blessed One,

source: བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་སེམས་དཔའི་རྒྱན་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྣང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ལས་ལེགས་པར་གསུངས་པ་དེ་དག་ནི་ངོ་མཚར་ཏོ། །
en: “Blessed One, these excellent descriptions the Tathāgata has given of the bodhisattva ornaments, the bodhisattva illuminations, the great compassion of bodhisattvas, and the conduct of bodhisattvas are marvelous!

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཡང་བཤད་དུ་གསོལ།
en: “May the Blessed tathāgata, arhat, completely perfect Buddha teach.

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་སེམས་ཅན་དག་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག །
en: Blessed One, how does the great compassion of the blessed buddhas enter sentient beings?

source: དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་ནི་ཅི་ཙམ། རྣམ་པ་ནི་གང་ལགས། རྟགས་ནི་གང་ལགས། མཚན་མ་ནི་གང་ལགས། གནས་ནི་གང་ལགས།
en: What exactly are the aspects, characteristics, signs, foundation, and extent of great tathāgata compassion?

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་འཕྲིན་ལས་ནི་ཇི་ལྟར་མཛད།
en: How do blessed buddhas perform their activity?

source: དེ་བཞིན་གཤེགས་པའི་འཕྲིན་ལས་ནི་ཅི་ཙམ། རྣམ་པ་ནི་གང་ལགས། རྟགས་ནི་གང་ལགས། མཚན་མ་ནི་གང་ལགས། གནས་ནི་གང་ལགས་པ་དེ་
en: What exactly are the aspects, characteristics, signs, foundation, and extent of their activity?

source: བཅོམ་ལྡན་འདས་ཐམས་ཅད་མཁྱེན་པ། ཐམས་ཅད་གཟིགས་པ། དེ་བཞིན་གཤེགས་པའི་འཕྲིན་ལས་རྣམས་མངོན་སུམ་དུ་གྱུར་པས་མངོན་སུམ་དུ་བདག་ཅག་ལ་ལེགས་པར་ཡང་དག་པར་བཤད་དུ་གསོལ།
en: Blessed One! Please explain directly to us how the activity of the omniscient, all-seeing tathāgatas manifests.”
